Repository: Arteeo/arteeo-glossary
Catalog: languages/arteeo-glossary-*.po
Languages: fr_fr, it_it

source: The "letter" parameter is used to filter the collection of entries by letter.
fr_fr: Le paramètre "letter" est utilisé pour filtrer la collecte des entrées par lettre.
it_it: Il parametro "letter" viene utilizzato per filtrare la raccolta di voci per lettera.

source: The "locale" parameter is used to filter the collection of entries by locale.
fr_fr: Le paramètre "locale" est utilisé pour filtrer la collecte des entrées par locale.
it_it: Il parametro "locale" serve a filtrare la raccolta di voci per locale.

source: The %s parameter must be a string.
fr_fr: Le paramètre %s doit être une chaîne de caractères.
it_it: Il parametro %s deve essere una stringa.

source: The "letter" argument must be A-Z or #.
fr_fr: L'argument "letter" doit être A-Z ou #.
it_it: L'argomento "letter" deve essere A-Z o #.

source: Glossary
fr_fr: Glossaire
it_it: Glossario

source: glossary
fr_fr: glossaire
it_it: glossario

source: Glossary block for the Gutenberg editor.
fr_fr: Bloc de glossaire pour l'éditeur Gutenberg.
it_it: Blocco del glossario per l'editore di Gutenberg.

source: Primary color
fr_fr: Couleur primaire
it_it: Colore primario

source: Accent color
fr_fr: Couleur d'accent
it_it: Colore dell'accento

source: Select a letter:
fr_fr: Sélectionnez une lettre :
it_it: Selezionare una lettera:

source: Unfortunately no entries in your language could be found in this glossary.
fr_fr: Malheureusement, aucune entrée dans votre langue n'a pu être trouvée dans ce glossaire.
it_it: Purtroppo in questo glossario non è stato possibile trovare alcuna voce nella vostra lingua.

source: Sorry, we were unable to retrieve entries from the server.
fr_fr: Désolé, nous n'avons pas pu récupérer les entrées sur le serveur.
it_it: Siamo spiacenti, non siamo riusciti a recuperare le voci dal server.

source: All
fr_fr: Tous
it_it: Tutti

source: Form has expired.
fr_fr: Le formulaire a expiré.
it_it: Il formulario è scaduto.

source: Database error.
fr_fr: Erreur de base de données.
it_it: Errore del database.

source: No changes have occured.
fr_fr: Aucun changement n'est intervenu.
it_it: Non ci sono stati cambiamenti.

source: Entry has been adjusted.
fr_fr: L'entrée a été ajustée.
it_it: La voce è stata modificata.

source: Entry has been created.
fr_fr: L'entrée a été créée.
it_it: La voce è stata creata.

source: Entry has been deleted.
fr_fr: L'entrée a été supprimée.
it_it: La voce è stata cancellata.

source: Field "%s" has to be filled in.
fr_fr: Le champ "%s" doit être rempli.
it_it: Il campo "%s" deve essere compilato.

source: Term
fr_fr: Terme
it_it: Termine

source: Description
it_it: Descrizione

source: Selected language not supported.
fr_fr: La langue choisie n'est pas prise en charge.
it_it: Lingua selezionata non supportata.

source: Entry id not valid.
fr_fr: L'identifiant d'entrée n'est pas valable.
it_it: l'id della voce non è valido

source: Entry could not be found.
fr_fr: L'entrée n'a pas pu être trouvée.
it_it: Impossibile trovare la voce.

source: Add entry
fr_fr: Ajouter une entrée
it_it: Aggiungi voce

source: Hide this message
fr_fr: Cacher ce message
it_it: Nascondi questo messaggio

source: Filter by language
fr_fr: Filtrer par langue
it_it: Filtrare per lingua

source: Glossary entries
fr_fr: Entrées du glossaire
it_it: Voci del glossario

source: Language
fr_fr: Langue
it_it: Lingua

source: No entries found.
fr_fr: Aucune entrée trouvée.
it_it: Nessuna voce trovata.

source: Edit
fr_fr: Éditer
it_it: Modifica

source: Delete
fr_fr: Supprimer
it_it: Cancellare

source: Add glossary entry
fr_fr: Ajouter une entrée de glossaire
it_it: Aggiungere la voce del glossario

source: Add a new entry to the glossary.
fr_fr: Ajouter une nouvelle entrée au glossaire.
it_it: Aggiungere una nuova voce al glossario.

source: Edit glossary entry
fr_fr: Modifier l'entrée du glossaire
it_it: Modifica voce del glossario

source: Adjust the entry from the glossary.
fr_fr: Ajustez l'entrée du glossaire.
it_it: Regolare la voce del glossario.

source: required
fr_fr: requis
it_it: richiesto

source: Create new entry
fr_fr: Créer une nouvelle entrée
it_it: Creare una nuova voce

source: Save entry
fr_fr: Sauvegarder l'entrée
it_it: Salva voce

source: Delete glossary entry
fr_fr: Supprimer une entrée du glossaire
it_it: Cancellare la voce del glossario

source: Do you really want to delete glossary entry "%s"?
fr_fr: Souhaitez-vous vraiment supprimer l'entrée de glossaire "%s" ?
it_it: Volete davvero cancellare la voce "%s" del glossario?
